Repository: vietvho/babyshopqn
Catalog: warren/plugins/woocommerce-product-reviews-pro/i18n/languages/woocommerce-product-reviews-pro-*.po
Languages: es_es, it_it

source: Thanks for installing Product Reviews Pro! Before getting started, please take a moment to %1$sread the documentation%2$s, configure %3$ssettings%4$s or %5$semails%6$s :)
es_es: Gracias por instalar WooCommerce Product Reviews Pro. Antes de comenzar, por favor %1$slea la documentación%2$s, y configure %3$slos ajustes%4$s o %5$slos emails%6$s :)
it_it: Grazie per aver installato Product Reviews Pro! Per favore, prima di cominciare dedica qualche minuto del tuo tempo per %1$sleggere la documentazione%2$s, configurare le %3$impostazioni%4$s o le %5$semail%6$s :)

source: Vendor
es_es: Proveedor
it_it: Fornitore

source: Error activating and installing %1$s: %2$s
es_es: Ha habido un error durante la activación e instalación de %1$s: %2$s
it_it: Errore nell'attivare e installare: %1$s - %2$s

source: &laquo; Go Back
es_es: &laquo; Volver
it_it: &laquo; Torna Indietro

source: Flagged <span class="count">(<span class="flagged-count">%s</span>)</span>
es_es: Reportada <span class="count">(<span class="flagged-count">%s</span>)</span>
it_it: Segnalato <span class="count">(<span class="flagged-count">%s</span>)</span>

source: Type
es_es: Tipo
it_it: Tipo

source: Votes
es_es: Votos
it_it: Voti

source: Review
es_es: Opinión
it_it: Recensione

source: Comment
es_es: Comentario
it_it: Commento

source: attached
es_es: adjuntos
it_it: allegati

source: Positive votes
es_es: Votos positivos
it_it: Voti positivi

source: Negative votes
es_es: Votos negativos
it_it: Voti negativi

source: Are you sure you want to remove this flag? This action cannot be undone.
es_es: ¿Está seguro de querer eliminar este reporte? Esta acción es irreversible.
it_it: Sei sicuro di voler rimuovere questa segnalazione? Questa azione non potrà essere annullata.

source: Are you sure you want to remove these flags? This action cannot be undone.
es_es: ¿Está seguro de querer eliminar estos reportes? Esta acción es irreversible.
it_it: Sei sicuro di voler rimuovere queste segnalazioni? Questa azione non potrà essere annullata.

source: Are you sure you want to remove the attachment from this contribution?
es_es: ¿Está seguro de querer eliminar el archivo adjunto de esta contribución?
it_it: Sei sicuro di voler rimuovere l'allegato da questo contributo?

source: There was an error removing the attachment. Please try again later.
es_es: Ha habido un error al eliminar el adjunto. Por favor, inténtelo de nuevo.
it_it: Si è verificato un errore nel rimuovere l'allegato. Per favore riprova più tardi.

source: All contribution types
es_es: Todos los tipos de contribución
it_it: Tutti i tipi di contributo

source: All media
es_es: Todos los archivos
it_it: Tutti i media

source: Photo
es_es: Foto
it_it: Foto

source: Oops, no comment with this ID.
es_es: ¡Ups! No hay ningún comentario con este ID.
it_it: Oops, nessun commento con questo ID.

source: Go back
es_es: Volver
it_it: Torna indietro

source: %s contribution flagged
es_es: %s contribución reportada
it_it: %s contributo segnalato

source: Contributions types
es_es: Tipos de contribución
it_it: Tipi di contributo

source: Select which contribution types to enable
es_es: Seleccione el tipo de contribución que desea habilitar
it_it: Seleziona quali tipi di contributo abilitare

source: Enable all contribution types
es_es: Habilitar todos los tipos de contribución
it_it: Abilita tutti i tipi di contributo

source: Enable specific contribution types only
es_es: Habilitar únicamente los tipos específicos de contribución
it_it: Abilita solo alcuni tipi di contributo

source: Specific contribution types
es_es: Tipos específicos de contribución
it_it: Tipi di contributo specifici

source: Admins can always reply
es_es: Los administradores pueden responder siempre
it_it: Gli amministratori possono sempre replicare

source: Allow administrators and shop managers to leave replies to contributions
es_es: Permitir a los administradores y encargados de tienda responder a las contribuciones
it_it: Consenti agli amministratori e ai manager del negozio di lasciare repliche sui contributi

source: Allow Attachments
es_es: Permitir archivos adjuntos
it_it: Consenti allegati

source: Enable to allow customers to add photo and video attachments as part of a review or question
es_es: Actívelo para permitir a sus clientes adjuntar fotos o videos en sus opiniones o preguntas
it_it: Abilita per consentire ai clienti di aggiungere allegati foto e video come parte di una recensione o di una domanda

source: Admin badges
es_es: Insignias de los administradores
it_it: Distintivi Amministratore

source: Leave blank to disable badges.
es_es: Déjelo en blanco para desactivar las insignias.
it_it: Lasciare in bianco per disabilitare i distintivi.

source: Enter the text to use on badges displayed on admin and shop manager contributions.
es_es: Escriba el texto de las insignias que aparecerán en las contribuciones de los administradores y gestores de tienda.
it_it: Inserisci il testo da usare nei distintivi mostrati nei contributi di amministratori e gestori negozio.

source: Sorting order
es_es: Ordenar por
it_it: Ordinamento

source: Choose how contributions are sorted on product pages
es_es: Seleccione cómo se organizan las opiniones en las páginas de producto
it_it: Scegli come i contributi vengono ordinati nelle pagine prodotto

source: Most helpful first
es_es: Más útiles primero
it_it: Prima i più utili

source: Newest first
es_es: Más recientes primero
it_it: Prima i più recenti

source: Minimum word count
es_es: Número mínimo de palabras
it_it: Numero minimo parole

source: Users need to enter at least this amount of words when posting a contribution
es_es: Numero mínimo de palabras que un usuario debe escribir para poder publicar una contribución
it_it: Gli utenti dovranno inserire perlomeno questo ammontare di parole nell'inviare un contributo

source: Maximum word count
es_es: Número máximo de palabras
it_it: Numero massimo parole

source: Maximum number of words users can enter when posting a contribution
es_es: Numero máximo de palabras que un usuario puede escribir al publicar una contribución
it_it: Numero massimo di parole che gli utenti potranno inserire inviando un contributo

source: Threshold for publication
es_es: Límite para mostrar las publicaciones
it_it: Soglia per la pubblicazione

source: Show contributions to public only after a minimum amount of submission is met
es_es: Muestra contribuciones públicamente sólo cuando se cumpla un número mínimo de envíos
it_it: Mostra contributi al pubblico solo dopo che un numero minimo di sottomissioni è stato raggiunto

source: Flagged contributions
es_es: Contribuciones reportadas
it_it: Contributi segnalati

source: Change publication status should a contribution be flagged as inappropriate
es_es: Cambie el estado de una publicación cuando ésta sea reportada como inapropiada
it_it: Cambia lo stato di pubblicazione nel caso in cui un contributo venga segnalato come inappropriato

source: Keep published
es_es: Mantener publicada
it_it: Mantieni pubblicato

source: Set to pending approval when flagged by a registered customer
es_es: Marcar como “pendiente de aprobación” cuando haya sido reportada por un usuario registrado
it_it: Imposta come in attesa di approvazione quando segnalato da un cliente registrato

source: Set to pending approval when flagged by anyone
es_es: Marcar como “pendiente de aprobación” cuando haya sido reportada por cualquiera
it_it: Imposta come in attesa di approvazione quando segnalato da chiunque

source: Moderation
es_es: Moderación
it_it: Moderazione

source: Contributions must be manually approved
es_es: Las contribuciones deben ser aprobadas manualmente
it_it: I contributi dovranno essere approvati manualmente

source: Reviews
es_es: Opiniones
it_it: Recensioni

source: Most Reviews
es_es: Más opiniones
it_it: Più recensiti

source: Highest Rating
es_es: Valoración más alta
it_it: Punteggio più alto

source: Lowest Rating
es_es: Valoración más baja
it_it: Punteggio più basso

source: Title
es_es: Título
it_it: Titolo

source: Stats
es_es: Estadísticas
it_it: Statistiche

source: Flags
es_es: Reportes
it_it: Segnalazioni

source: Attached media
es_es: Archivos adjuntos
it_it: Allegati media

source: Product
es_es: Producto
it_it: Prodotto

source: Upvotes
es_es: Votos positivos
it_it: Voti favorevoli

source: Downvotes
es_es: Votos negativos
it_it: Voti sfavorevoli

source: Active Flags
es_es: Reportes activos
it_it: Segnalazioni attive

source: Qualifiers
es_es: Calificaciones
it_it: Dettagli

source: Bulk Actions
es_es: Acciones en lote
it_it: Azioni di massa

source: Resolve
es_es: Resolver
it_it: Risolvi

source: Delete
es_es: Eliminar
it_it: Elimina

source: Apply
es_es: Aplicar
it_it: Applica

source: Flagged by
es_es: Reportado por
it_it: Segnalato da

source: Reason
es_es: Motivo
it_it: Motivo

source: Actions
es_es: Acciones
it_it: Azioni

source: Guest
es_es: Invitado
it_it: Ospite

source: No flag reasons given
es_es: No se aporaton razones para el reporte
it_it: Nessun motivo fornito per la segnalazione

source: No one has flagged this contribution for removal.
es_es: Nadie reportó esta contribución para su eliminación.
it_it: Nessuno ha segnalato questo contributo per la rimozione.

source: View Source
es_es: Ver fuente
it_it: Visualizza Origine

source: Edit attachment
es_es: Editar adjunto
it_it: Modifica Allegato

source: Remove attachment
es_es: Eliminar adjunto
it_it: Rimuovi allegato

source: Attachment has been removed
es_es: El adjunto ha sido eliminado
it_it: L'allegato è stato rimosso

source: All ratings
es_es: Todas las valoraciones
it_it: Tutte le valutazioni

source: Perfect
es_es: Perfecto
it_it: Perfetto

source: Good
es_es: Bueno
it_it: Buono

source: Average
es_es: Normal
it_it: Medio

source: Poor
es_es: Malo
it_it: Pessimo

source: Search for a product&hellip;
es_es: Buscar un producto
it_it: Cerca un prodotto&hellip;

source: No reviews awaiting moderation.
es_es: No tiene opiniones esperando moderación.
it_it: Nessuna recensione in attesa di moderazione.

source: No reviews found.
es_es: No se encontró ninguna opinión.
it_it: Nessuna recensione trovata.

source: Unapprove
es_es: Denegar
it_it: Disapprova

source: Approve
es_es: Aprobar
it_it: Approva

source: Restore
es_es: Restaurar
it_it: Ripristina

source: Delete Permanently
es_es: Borrar permanentemente
it_it: Elimina definitivamente

source: Move to Trash
es_es: Mover a la papelera
it_it: Sposta nel Cestino

source: Empty Spam
es_es: Vaciar Spam
it_it: Svuota Spam

source: Empty Trash
es_es: Vaciar papelera
it_it: Svuota il Cestino

source: Author
es_es: Autor
it_it: Autore

source: Select comment
es_es: Seleccionar comentario
it_it: Salva Commento

source: On %1$s%2$s at %3$s%4$s
es_es: El <a href="%1$s">%2$s a las %3$s</a>
it_it: Il %1$s%2$s alle %3$s%4$s

source: Rated %d out of 5
es_es: Valorado con %d de 5
it_it: Valutato %d su 5

source: %d out of 5
es_es: %d de 5
it_it: %s su 5

source: show more
es_es: mostrar más
it_it: mostra di più

source: Approve this %s
es_es: Aprobar %s
it_it: Approva questo contributo "%s"

source: Unapprove this %s
es_es: Denegar %s
it_it: Disapprova questo contributo (%s)

source: Mark this %s as spam
es_es: Marcar %s como Spam
it_it: Contrassegna questo contributo (%s) come spam

source: Move this %s to the trash
es_es: Mover %s a la papelera
it_it: Sposta questo contributo (%s) nel cestino

source: Restore %s from trash
es_es: Recuperar %s de la papelera
it_it: Ripristina %s dal cestino

source: Delete this %s permanently
es_es: Borrar %s permanentemente
it_it: Elimina questo contributo (%s) definitivamente

source: Edit this %s
es_es: Editar %s
it_it: Modifica %s

source: Edit
es_es: Editar
it_it: Modifica

source: Reply to this %s
es_es: Responder %s
it_it: Replica a questo contributo (%s)

source: Reply
es_es: Responder
it_it: Replica

source: %1$sReview by %2$s%3$s
es_es: %1$s Opiniones de %2$s%3$s
it_it: %1$s di %2$s

source: Reviews for %s
es_es: Opiniones para %s
it_it: Recensioni per %s

source: Search reviews
es_es: Buscar opiniones
it_it: Cerca Specifiche per Recensioni

source: %s comment approved
es_es: %s comentario aprobado
it_it: %s commento approvato

source: %s comment marked as spam.
es_es: %s comentario marcado como Spam.
it_it: %s commento contrassegnato come spam.

source: Undo
es_es: Deshacer
it_it: Annulla

source: %s comment restored from the spam
es_es: %s comentario recuperado de la bandeja de Spam
it_it: %s commento ripristinato dallo spam

source: %s comment moved to the Trash.
es_es: %s comentario movido a la papelera.
it_it: %s commento spostato nel cestino.

source: %s comment restored from the Trash
es_es: %s comentario recuperado de la papelera
it_it: %s commento ripristinato dal cestino

source: %s comment permanently deleted
es_es: %s comentario borrado permanentemente
it_it: %s commento cancellato definitivamente

source: This comment is already approved.
es_es: Este comentario ya ha sido aprobado.
it_it: Questo commento è stato già approvato.

source: Edit comment
es_es: Editar comentario
it_it: Modifica Commento

source: This comment is already in the Trash.
es_es: Este comentario ya está en la papelera.
it_it: Questo commento si trova già nel cestino.

source: View Trash
es_es: Ver papelera
it_it: Vedi Cestino

source: This comment is already marked as spam.
es_es: Este comentario ya ha sido marcado como Spam.
it_it: Questo commento è già stato contrassegnato come spam.

source: Edit Review
es_es: Editar opinión
it_it: Modifica Recensione

source: Moderate Review
es_es: Moderar opinión
it_it: Modera Recensione

source: Average Rating
es_es: Valoración promedio
it_it: Punteggio medio

source: View Product
es_es: Ver producto
it_it: Visualizza Prodotto

source: View Reviews
es_es: Ver opiniones
it_it: Visualizza Recensioni

source: You have taken too long, please go back and try again.
es_es: Ha tardado demasiado, por favor vuelva atrás e inténtelo de nuevo.
it_it: Ci hai messo troppo tempo, per favore torna indietro e riprova.

source: You need to be logged in to vote.
es_es: Ha de estar registrado para poder votar.
it_it: Devi aver fatto login per votare.

source: Invalid request.
es_es: Petición no válida.
it_it: Richiesta non valida.

source: Invalid request. Contribution not found.
es_es: Petición no válida. No se ha encontrado esta contribución.
it_it: Richiesta non valida. Contributo non trovato.

source: Could not cast your vote. Please try again later.
es_es: No se pudo contabilizar su voto, por favor inténtelo de nuevo.
it_it: Non è stato possibile inviare il voto. Per favore riprova più tardi.

source: Vote has been cast. Thanks!
es_es: ¡El voto se ha contabilizado con éxito! ¡Muchas gracias!
it_it: Il tuo voto è stato inviato. Grazie!

source: You'll be notified when there are replies.
es_es: Le notificaremos en cuanto reciba respuestas.
it_it: Verrai notificato quando ci saranno repliche.

source: You are no longer following replies.
es_es: Ya no está siguiendo las respuestas.
it_it: Non stai più seguendo repliche.

source: An error occurred. Your request could not be processed.
es_es: Ha habido un error. No hemos podido procesar su petición.
it_it: Si è verificato un errore. Non è stato possibile elaborare la tua richiesta.

source: Could not flag contribution. Please try again later.
es_es: No se ha podido reportar la contribución. Por favor, inténtelo de nuevo más tarde.
it_it: Non è stato possibile segnalare il contributo. Per favore riprova più tardi.

source: Contribution has been flagged. Thanks!
es_es: La opinión ha sido reportada. ¡Muchas gracias!
it_it: Il contributo è stato segnalato. Grazie!

source: Error
it_it: Errore

source: Attachment successfully removed.
es_es: El archivo se ha eliminado con éxito.
it_it: L'allegato è stato rimosso con successo.

source: Invalid request. Product not found.
es_es: Petición no válida. No se ha encontrado este producto.
it_it: Richiesta non valida. Prodotto non trovato.

source: Invalid request. Review not found.
es_es: Petición no válida. No se ha encontrado esta opinión.
it_it: Richiesta non valida. Recensione non trovata.

source: Invalid request. No review found.
es_es: Petición no válida. No se ha encontrado ninguna opinión.
it_it: Richiesta non valida. Nessuna recensione trovata.

source: Invalid request. Review content can't be empty.
es_es: Petición no válida. El campo de la opinión no puede estar vacío.
it_it: Richiesta non valida. Il contenuto della recensione non può essere vuoto.

source: You did not make any changes to your review!
es_es: No has hecho ningún cambio en tu comentario.
it_it: Non hai effettuato alcun cambiamento alla tua recensione!

source: Review updated!
es_es: La opinión ha sido actualizada.
it_it: Recensione aggiornata!

source: Something went wrong. Please try again!
es_es: Ha habido un error. Por favor, inténtelo de nuevo.
it_it: Qualcosa è andato storto! Per favore riprova!

source: Whoops, looks like you've already reviewed this product! Please contact the store if you’d like to update your review.
es_es: ¡Ups! Parece que ya había comentado en este producto. Por favor, contacte con la tienda si desea actualizar su opinión.
it_it: Oops! Sembra che tu abbia già recensito questo prodotto. Contattaci se desideri aggiornare la tua recensione.

source: Invalid request. File is not updated.
es_es: Petición no válida. El archivo no está actualizado.
it_it: Richiesta non valida. File non aggiornato.

source: Confirmation mail sent!
es_es: Email de confirmación enviado.
it_it: Email di conferma inviata!

source: Something went wrong. Please try again.
es_es: Ha habido un error. Por favor, inténtelo de nuevo.
it_it: Qualcosa è andato storto. Per favore riprova.

source: Email is required.
es_es: Este campo de email es obligatorio.
it_it: Un indirizzo email è richiesto.

source: An account is already registered with your email address. Please login.
es_es: Ya existe una cuenta registrada con esta dirección de email. Por favor, pruebe a iniciar sesión.
it_it: Un account utente è già registrato con questo indirizzo email. Per favore esegui il login.

source: Visitor %s
es_es: Visitante %s
it_it: Visitatore %s

source: Customer
es_es: Usuario
it_it: Cliente

source: Customer %s
es_es: Usuario %s
it_it: Cliente %s

source: Questions
es_es: Preguntas
it_it: Domande

source: Question
es_es: Pregunta
it_it: Domanda

source: Photos
es_es: Fotos
it_it: Foto

source: Videos
it_it: Video

source: Comments
es_es: Comentarios
it_it: Commenti

source: Update my Review
es_es: Actualizar mi opinión
it_it: Aggiorna la mia recensione

source: Leave a Review
es_es: Dejar una opinión
it_it: Lascia una Recensione

source: Ask a Question
es_es: Hacer una pregunta
it_it: Fai una domanda

source: Post a Photo
es_es: Publicar una foto
it_it: Invia una Foto

source: Post a Video
es_es: Publicar un video
it_it: Invia un Video

source: One review with a %2$d-star rating
es_es: Una opinión con %2$d-estrella
it_it: Una recensione con un punteggio di %2$d

source: One review
es_es: Una opinión
it_it: Una recensione

source: One question
es_es: Una pregunta
it_it: Una domanda

source: One photo
es_es: Una foto
it_it: Una foto

source: One video
es_es: Un video
it_it: Un video

source: Reviews (%d)
es_es: Opiniones (%d)
it_it: Recensioni (%d)

source: Questions (%d)
es_es: Preguntas (%d)
it_it: Domande (%d)

source: Photos (%d)
es_es: Fotos (%d)
it_it: Foto (%d)

source: Videos (%d)
it_it: Video (%d)

source: Discussion (%d)
es_es: Conversaciones (%d)
it_it: Discussione (%d)

source: Show all reviews
es_es: Mostrar todas las opiniones
it_it: Mostra tutte le recensioni

source: Show all questions
es_es: Mostrar todas las preguntas
it_it: Mostra tutte le domande

source: Show all photos
es_es: Mostrar todas las fotos
it_it: Mostra tutte le foto

source: Show all videos
es_es: Mostrar todos los videos
it_it: Mostra tutti i video

source: Show my reviews
es_es: Mostrar mis opiniones
it_it: Mostra le mie recensioni

source: Show my questions
es_es: Mostrar mis preguntas
it_it: Mostra le mie domande

source: Show my photos
es_es: Mostrar mis fotos
it_it: Mostra le mie foto

source: Show my videos
es_es: Mostrar mis videos
it_it: Mostra i miei video

source: Save Review
es_es: Guardar opinión
it_it: Salva Recensione

source: Save Question
es_es: Guardar pregunta
it_it: Salva Domanda

source: Save Photo
es_es: Guardar foto
it_it: Salva Foto

source: Save Video
es_es: Guardar video
it_it: Salva Video

source: Save %s
es_es: Guardar %s
it_it: Salva %s

source: There are no reviews yet
es_es: Aún no tiene opiniones
it_it: Non ci sono ancora recensioni

source: There are no helpful reviews yet
es_es: Aún no tiene opiniones marcadas como útiles
it_it: Non ci sono ancora recensioni utili

source: There are no helpful positive reviews yet
es_es: Aún no tiene opiniones positivas marcadas como útiles
it_it: Non ci sono ancora recensioni utili positive

source: There are no helpful negative reviews yet
es_es: Aún no tiene opiniones negativas marcadas como útiles
it_it: Non ci sono ancora recensioni negative utili

source: There are no reviews with a %d-star rating yet
es_es: Aún no tiene opiniones con una valoración de %d estrellas
it_it: Non ci sono ancora recensioni con un punteggio di %d stelle

source: There are no unanswered questions
es_es: No tiene preguntas sin responder
it_it: Non ci sono domande senza risposta

source: There are no questions yet
es_es: Aún no tiene preguntas
it_it: Non ci sono ancora domande

source: There are no photos yet
es_es: Aún no tiene fotos
it_it: Non ci sono ancora foto

source: There are no videos yet
es_es: Aún no tiene videos
it_it: Non ci sono ancora video

source: Edit Question
es_es: Editar pregunta
it_it: Modifica Domanda

source: Edit Photo
es_es: Editar foto
it_it: Modifica Foto

source: Edit Video
es_es: Editar video
it_it: Modifica Video

source: Edit %s
es_es: Editar %s
it_it: Modifica %s

source: Moderate Question
es_es: Moderar pregunta
it_it: Modera Domanda

source: Moderate Photo
es_es: Moderar foto
it_it: Modera Foto

source: Moderate Video
es_es: Moderar video
it_it: Modera Video

source: Moderate %s
es_es: Moderar %s
it_it: Modera %s

source: Change your recent rating
es_es: Cambie su reciente valoración
it_it: Cambia la tua valutazione recente

source: How would you rate this product?
es_es: ¿Como calificaría este producto?
it_it: Come valuti questo prodotto?

source: What is the title of your review?
es_es: ¿Cuál es el título de su opinión?
it_it: Qual è il titolo della tua recensione?

source: What is your question?
es_es: ¿Cuál es su pregunta?
it_it: Qual è la tua domanda?

source: What is the title of your photo?
es_es: ¿Cuál es el título de su foto?
it_it: Qual è il titolo della tua foto?

source: Description
es_es: Descripción
it_it: Descrizione

source: Your photo's description
es_es: Descripción de la foto
it_it: La descrizione della tua foto

source: What is the title of your video?
es_es: ¿Cuál es el título de su video?
it_it: Qual è il titolo del tuo video?

source: Your video's description
es_es: Descripción del video
it_it: La descrizione del tuo video

source: What is your comment?
es_es: ¿Cuál es su comentario?
it_it: Qual è il tuo commento?

source: Tell us what you think of this product...
es_es: Díganos qué opina de este producto.
it_it: Dicci cosa ne pensi di questo prodotto...

source: Attach a photo or video
es_es: Adjuntar una foto o video
it_it: Allega una foto o un video

source: Enter a URL
es_es: Añadir URL
it_it: Inserisci un indirizzo URL

source: Choose a file
es_es: Seleccione un archivo
it_it: Scegli un file
