Repository: vietvho/babyshopqn
Catalog: warren/plugins/woocommerce-product-reviews-pro/i18n/languages/woocommerce-product-reviews-pro-*.po
Languages: es_es, it_it

source: Looks like you've already reviewed this product! Please contact the store if you’d like to update your review.
es_es: Parece que ya había comentado en este producto. Por favor, contacte con la tienda si desea actualizar su opinión.
it_it: Sembra che tu abbia già recensito questo prodotto! Contattaci se desideri aggiornare la tua recensione.

source: Only logged in customers who have purchased this product may leave a review.
es_es: Sólo los usuarios registrados que han comprado este producto pueden dejar una opinión.
it_it: Solo gli utenti che hanno fatto login e hanno acquistato questo prodotto potranno lasciare una recensione.

source: Log in now
es_es: Inicie sesión
it_it: Fai login adesso

source: Only customers who have purchased this product may leave a review.
es_es: Sólo los usuarios que han comprado este producto pueden dejar una opinión.
it_it: Solo i clienti che hanno acquistato questo prodotto possono lasciare una recensione.

source: Save Comment
es_es: Guardar comentario
it_it: Salva Commento

source: Something wrong with this post? Thanks for letting us know. If you can point us in the right direction...
es_es: ¿Algo está mal? Gracias por reportarlo. Si puede indicarnos el motivo…
it_it: Qualcosa è andato storto con questo contributo? Grazie per avercelo comunicato. Se puoi dirigerci nella giusta direzione...

source: This post was...
es_es: Este post fue...
it_it: Questo articolo era...

source: Extend WooCommerce product reviews to add video, photo, comment, and question contribution types, as well as review filtering, voting, and flagging.
es_es: Extienda Woocommerce para añadir videos, comentarios y preguntas así como filtros, votos y reportes.
it_it: Estendi le recensioni WooCommerce per aggiungere video, foto, commenti e domande, nonché filtrare le recensioni stesse, votarle e segnalarle.

# number of times contribution has been flagged
source: Flags
es_es: Reportes
it_it: Segnalazioni

# [contribution type] by [author name]
source: %1$s by %2$s
es_es: %1$s por %2$s
it_it: %1$s di %2$s

# comments
source: All <span class="count">(<span class="all-count">%s</span>)</span>
es_es: Todos <span class="count">(<span class="trash-count">%s</span>)</span>
it_it: Tutti <span class="count">(<span class="flagged-count">%s</span>)</span>

# Reviews
source: Pending <span class="count">(<span class="pending-count">%s</span>)</span>
es_es: Pendiente <span class="count">(<span class="pending-count">%s</span>)</span>
it_it: Sospesi <span class="count">(<span class="flagged-count">%s</span>)</span>

# Reviews
source: Approved <span class="count">(<span class="approved-count">%s</span>)</span>
es_es: Aprobada <span class="count">(<span class="flagged-count">%s</span>)</span>
it_it: Approvati <span class="count">(<span class="flagged-count">%s</span>)</span>

# Reviews
source: Spam <span class="count">(<span class="spam-count">%s</span>)</span>
es_es: Spam <span class="count">(<span class="trash-count">%s</span>)</span>
it_it: Spam <span class="count">(<span class="flagged-count">%s</span>)</span>

# Reviews
source: Trash <span class="count">(<span class="trash-count">%s</span>)</span>
es_es: Papelera <span class="count">(<span class="trash-count">%s</span>)</span>
it_it: Cestino <span class="count">(<span class="flagged-count">%s</span>)</span>

# comment
source: Mark as Spam
es_es: Marcar como Spam
it_it: Contrassegna come Spam

# comment
source: Not Spam
es_es: No es Spam
it_it: Non Spam

# verb
source: Filter
es_es: Filtro
it_it: Filtra

# Review parent item
source: Parent
es_es: Elemento padre
it_it: Principale

# Mark as not spam
source: Not spam
es_es: No es Spam
it_it: Non spam

# Verb
source: Trash
es_es: Papelera
it_it: Cestina

# reviews per page (screen options)
source: Reviews
es_es: Opiniones
it_it: Recensioni

# taxonomy general name
source: Review Qualifiers
es_es: Criterios de evaluación
it_it: Specifiche per Recensioni

# taxonomy singular name
source: Review Qualifier
es_es: Criterio de evaluación
it_it: Specifica per Recensione

# Review qualifier options
source: Options
es_es: Opiniones
it_it: Opzioni

# Comment author name
source: Name:
es_es: Nombre:
it_it: Nome:

# Set comment to approved status
source: Approved
es_es: Aprobado
it_it: Approvato

# Set comment to pending approval status
source: Pending
es_es: Pendiente
it_it: Sospeso

# by comment author
source: by %1$s
es_es: por %1$s
it_it: di %1$s

# Subscribe to contribution thread
source: Watch
es_es: Seguir
it_it: Osserva

# Unsubscribe from contribution thread
source: Unwatch
es_es: Dejar de seguir
it_it: Smetti di osservare

# Edit your comment
source: Edit
es_es: Editar
it_it: Modifica

# noun
source: %d review
es_es: %d opinión
it_it: %d recensione

source: Admin
es_es: Administrador

source: We are accepting %s for this product, and will display them when get a few more!
es_es: Estamos aceptando %s para este producto y las mostraremos en cuanto recibamos unas pocas más.

source: http://www.woocommerce.com
es_es: http://www.woothemes.com
