Repository: vietvho/babyshopqn
Catalog: warren/plugins/woocommerce-product-reviews-pro/i18n/languages/woocommerce-product-reviews-pro-*.po
Languages: es_es, it_it

source: You will be no longer receiving email notifications for comments on the review you had subscribed to.
es_es: No recibirá mas notificaciones por email de los comentarios de esta opinión a la que estaba suscrito.
it_it: Non riceverai più notifiche email per commenti inviati in risposta alla recensione alla quale hai sottoscritto.

source: Review updated successfully!
es_es: ¡La opinión se ha actualizado con éxito!
it_it: Recensione aggiornata con successo!

source: Search Review Qualifiers
es_es: Buscar criterios de evaluación
it_it: Cerca Specifiche per Recensioni

source: All Review Qualifiers
es_es: Todos los criterios de evaluación
it_it: Tutte le Specifiche per Recensioni

source: Edit Review Qualifier
es_es: Editar criterios de evaluación
it_it: Modifica Specifica per Recensione

source: View Review Qualifier
es_es: Ver criterios de evaluación
it_it: Visualizza Specifica per Recensione

source: Update Review Qualifier
es_es: Actualizar criterio de evaluación
it_it: Aggiorna Specifica per Recensione

source: Add New Review Qualifier
es_es: Añadir un nuevo criterio de evaluación
it_it: Aggiungi Nuova Specifica per Recensione

source: New Review Qualifier Name
es_es: Nombre para el nuevo criterio de evaluación
it_it: Nome Nuova Specifica per Recensione

source: Separate qualifiers with commas
es_es: Separe los criterios con comas
it_it: Separa specifiche con virgole

source: Add or remove review qualifiers
es_es: Añada o elimine criterios de evaluación
it_it: Aggiungi o rimuovi specifiche

source: Choose from the most used review qualifiers
es_es: Escoja entre los criterios de evaluación más usados
it_it: Scegli tra le specifiche più usate

source: No review qualifiers found.
es_es: No se encontró ningún criterio de evaluación.
it_it: Nessuna specifica per recensione trovata.

source: Review Qualifiers
es_es: Criterios de evaluación
it_it: Specifiche per Recensioni

source: Most used Qualifiers
es_es: Criterios más usados
it_it: Specifiche più utilizzate

source: List review qualifier options above (1 per line).
es_es: Mostrar las opciones de criterios de evaluación de arriba (1 por linea)
it_it: Elenca opzioni per specifiche per recensioni qui sopra (1 per linea).

source: You must be logged in to vote
es_es: Inicie sesión para poder votar
it_it: Devi aver fatto login per votare

source: You can't vote for yourself
es_es: Lo sentimos, pero no puede votar
it_it: Non è possibile votare per se stessi

source: You have already flagged this contribution
es_es: Ya reportó esta contribución anteriormente
it_it: Hai già segnalato questo contributo

source: You can't flag your own contributions!
es_es: No puede reportar sus propias contribuciones.
it_it: Non puoi segnalare i tuoi stessi contributi!

source: An error occurred. Please try again.
es_es: Ha habido un error. Por favor, inténtelo de nuevo.
it_it: Si è verificato un errore, per favore ritenta.

source: Flagged Contribution
es_es: Contribuciones reportadas
it_it: Contributo segnalato

source: Notifies the admin when a contribution is flagged for removal by a customer.
es_es: Notifica al administrador cuando una contribución ha sido reportada por el usuario para su eliminación.
it_it: Notifica l'amministratore quando un contributo viene segnalato per la rimozione da un cliente.

source: A {contribution_type} on {site_title} has been flagged for removal!
es_es: Se ha reportado un/a {contribution_type} en {site_title} para su eliminación.
it_it: Un contributo di tipo "{contribution_type}" su {site_title} è stato segnalato per la sua rimozione!

source: A {contribution_type} for {product_name} was marked as inappropriate.
es_es: Un/a {contribution_type} en {site_title} ha sido marcada como Spam.
it_it: Un contributo di tipo "{contribution_type}" per il prodotto "{product_name}" è stato segnalato come inappropriato.

source: Recipients
es_es: Destinatario
it_it: Destinatari

source: The recipients that will be notified whenever a contribution is flagged for removal.
es_es: Se notificará a los destinatarios en cuanto una contribución se reporte para su eliminación.
it_it: I destinatari che saranno notificati ogni qualvolta un contributo viene segnalato per la rimozione.

source: Contribution reply
es_es: Tipos de respuesta
it_it: Replica al contributo

source: Email users that wish to be notified whenever there is a new comment on a product contribution they subscribed to.
es_es: Envíe un email a los usuarios que desee notificar cuando una contribución a la que estén suscritos reciba un nuevo mensaje.
it_it: Invia un'email agli utenti che desiderano essere notificati ogni qualvolta viene inviato un nuovo commento ad un contributo su un prodotto a cui hanno sottoscritto.

source: New reply posted on a {product_name} {contribution_type}
es_es: Nueva respuesta publicada en un/a {contribution_type} de {product_name}
it_it: Nuova replica ad un contributo {contribution_type} su {product_name}

source: A reply has been added to a {contribution_type} on {site_title}
es_es: Se ha añadido una respuesta para un/a {contribution_type} en {site_title}.
it_it: Una replica è stata aggiunta per il contributo {contribution_type} su {site_title}

source: Review Update Confirmation
es_es: Revisar la confirmación de la actualización
it_it: Conferma di aggiornamento recensione

source: Email users when they try to leave a review with an email tied to a registered user.
es_es: Envíe un email a los usuarios cuando alguien intente dejar una opinión utilizando una dirección de email asociada a su cuenta.
it_it: Invia una email agli utenti che provano a lasciare una recensione con un indirizzo email collegato ad un altro utente.

source: Review update confirmation needed on a {product_name}
es_es: Hay una revisión de confirmación pendiente para {product_name}
it_it: Conferma di aggiornamento recensione necessaria per {product_name}

source: A review update confirmation needed on a {product_name} on {site_title}
es_es: Hay una revisión de confirmación pendiente para {product_name} en {site_title}
it_it: Una conferma di l'aggiornamento di una recensione è necessaria per {product_name} su {site_title}

source: Loading...
es_es: Cargando...
it_it: Caricamento...

source: Attach a photo
es_es: Adjuntar foto
it_it: Allega una foto

source: Attach a video
es_es: Adjuntar video
it_it: Allega un video

source: Rather attach photo from another website?
es_es: ¿Prefiere adjuntar una foto desde otra web?
it_it: Aggiungi piuttosto una foto da un altro sito web?

source: Rather attach photo from your computer?
es_es: ¿Prefiere adjuntar una foto desde su pc?
it_it: Aggiungi piuttosto una foto dal tuo computer?

source: Rather attach video from another website?
es_es: ¿Prefiere adjuntar un video desde otra web?
it_it: Aggiungi piuttosto un video da un altro sito web?

source: Rather attach video from your computer?
es_es: ¿Prefiere adjuntar un video desde su pc?
it_it: Aggiungi piuttosto un video dal tuo computer?

source: %1$d out of %2$d people found this helpful
es_es: %1$d de %2$d encontraron esta opinión útil
it_it: %1$d su %2$d persone pensano che questo sia utile

source: Please attach a file.
es_es: Por favor adjunte un archivo.
it_it: Per favore allega un file.

source: This is a required field.
es_es: Este campo es obligatorio.
it_it: Questo è un campo richiesto.

source: Please enter at least %d words.
es_es: Por favor, escriba al menos %d palabras.
it_it: Per favore inserisci almeno %d parole.

source: Please enter less than %d words.
es_es: Por favor, escriba menos de %d palabras.
it_it: Per favore inserisci meno di %d parole.

source: Only jpg, png, gif, bmp and tiff files, please
es_es: Solo jpg, png, gif, bmp y tiff
it_it: Solo jpg, png, gif, bmp e file tiff, per favore

source: File is too large. Size must be less than %s.
es_es: El archivo es demasiado grande. Por favor, inténtelo de nuevo.
it_it: Il file è troppo grande. La grandezza dovrebbe essere meno di %s.

source: An error occurred, please try again.
es_es: Ha habido un error. Por favor, inténtelo de nuevo.
it_it: Si è verificato un errore, per favore ritenta.

source: Remove Attachment
es_es: Eliminar archivo adjunto
it_it: Rimuovi allegato

source: Hold up -- it looks like you've already left a review for this product. You can update your existing review instead.
es_es: Parece que ya había dejado una opinión para este producto. Si lo desea, puede actualizar su comentario.
it_it: Ehi, sembra che tu abbia già lasciato una recensione per questo prodotto. Puoi aggiornare la tua recensione esistente invece.

source: Please click "OK" to send a confirmation email to update your existing review, or "Cancel" to go back.
es_es: Haga click en “OK” para enviar un email de confirmación para actualizar su actual opinión, o en “Cancelar” para volver atrás.
it_it: Per favore clicca "OK" per inviare una email di conferma per aggiornare la tua recensione esistente, o "Cancella" per tornare indietro.

source: required
es_es: obligatorio
it_it: richiesto

source: %s is a required field.
es_es: %s es un campo obligatorio.
it_it: %s è un campo richiesto.

source: is not a valid email address.
es_es: la dirección de email no es válida.
it_it: non è un indirizzo email valido.

source: Please rate the product.
es_es: Por favor, valore este producto.
it_it: Per favore assegna un punteggio a questo prodotto.

source: Unable to upload file: %s
es_es: No se ha podido subir el siguiente archivo: %s
it_it: Impossibile caricare il file: %s

source: Only photo uploads are supported at the moment
es_es: Por el momento solo se pueden subir fotos
it_it: È possibile solo caricare foto per adesso

source: Please attach a photo.
es_es: Por favor, adjunte una foto.
it_it: Per favore allega una foto.

source: Thank you! Your contribution has been received and is being reviewed.
es_es: ¡Gracias! Hemos recibido su contribución y está siendo revisada.
it_it: Grazie! Il tuo contributo è stato ricevuto ed è in attesa di essere moderato.

source: Thank you! Your contribution has been received.
es_es: ¡Gracias! Hemos recibido su contribución.
it_it: Grazie! Il tuo contributo è stato ricevuto.

source: Contribution was flagged. Thanks!
es_es: ¡Gracias! La contribución ha sido reportada.
it_it: Il contributo è stato segnalato. Grazie!

source: My %s
es_es: Mis %s
it_it: %s da parte mia

source: What others are saying
es_es: Lo que otros usuarios opinan
it_it: Cosa dicono gli altri

source: There are no contributions yet.
es_es: Aún no tiene ninguna contribución.
it_it: Non ci sono ancora contributi.

source: Contributions
es_es: Contribuciones
it_it: Contributi

source: We are accepting %s for this product, and will display them when we get a few more!
it_it: Stiamo accettando %s per questo prodotto; i contributi inviati verranno pubblicati nel momento in cui ne avremo un po' di più!

source: contributions
es_es: contribuciones
it_it: contributi

source: Show buttons on product %s
es_es: Mostrar los botones en las %s del producto.
it_it: Mostra bottoni su contributi prodotto (%s)

source: Yes
es_es: Sí
it_it: Sì

source: Copied URL - ready to share!
es_es: URL copiada. ¡Listo para compartirla!
it_it: URL copiata - pronto a condividerla!

source: Click to share on %s
es_es: Haga click para compartir en %s
it_it: Clicca per condividere su %s

source: (Opens in new window)
es_es: (Abrir en una nueva ventana)
it_it: (Apre una nuova finestra)

source: Click to copy link
es_es: Haga click para copiar el enlace
it_it: Clicca per copiare il link

source: Vendor badges
es_es: Insignias del proveedor
it_it: Distintivi fornitore

source: Enter the text to use on badges displayed on vendor admin and vendor manager contributions.
es_es: Escriba el texto de las insignias que aparecerán en las contribuciones de los administradores y gestores de proveedores.
it_it: Inserisci il testo da usare nei distintivi mostrati nei contributi inviati da fornitori e dai loro manager.

source: Product Reviews
es_es: Opiniones del producto
it_it: Recensioni prodotto

source: New Contributions
es_es: Nuevas contribuciones
it_it: Nuovi contributi

source: Enable notifications
es_es: Habilitar notificaciones
it_it: Abilita notifiche

source: Receive email notifications whenever an administrator is notified of new contributions placed for one of the products you manage.
es_es: Reciba un email cuando se notifique a un administrador de nuevas contribuciones publicadas en uno de los productos que usted gestiona.
it_it: Ricevi notifiche email ogni qualvolta un amministratore viene notificato per nuovi contributi lasciati per uno dei prodotti che tu gestisci.

source: Flagged Contributions
es_es: Contribuciones reportadas
it_it: Contributi segnalati

source: Receive email notifications whenever someone flags a contribution to one of the products you manage as inappropriate.
es_es: Reciba un email cuando alguien reporte como inapropiada una contribución de uno de los productos que usted gestiona.
it_it: Ricevi notifiche email ogni qualvolta qualcuno segnala un contributo su uno dei tuoi prodotti che gestisci come inappropriato.

source: %1$s (Vendor: "%2$s")
es_es: %1$s (Proveedor: “%2$s”)
it_it: %1$s (Fornitore: "%2$s")

source: Status
es_es: Estado
it_it: Stato

source: Submitted on: %s
es_es: Enviado el: %s
it_it: Inviato il: %s

source: In response to: %s
es_es: En respuesta a: %s
it_it: In replica a: %s

source: Update
es_es: Actualizar
it_it: Aggiorna

source: Rating
es_es: Valoración
it_it: Punteggio

source: Search for a vendor&hellip;
es_es: Buscar por proveedor
it_it: Cerca un fornitore&hellip;

source: Product Vendor
es_es: Proveedor del producto
it_it: Fornitore prodotto

source: Product Vendor %s
es_es: Proveedor del producto %s
it_it: Fornitore prodotto %s

source: Display a list of most recent photo contributions from Product Reviews Pro on your site.
es_es: Muestra una lista de las contribuciones con fotos más recientes de Product Reviews Pro en su página.
it_it: Mostra una lista dei contributi fotografici più recenti inviati con Product Reviews Pro sul tuo sito.

source: WooCommerce Product Reviews Pro: Photos
es_es: WooCommerce Product Reviews Pro: Fotos
it_it: WooCommerce Product Reviews Pro: Foto

source: Recent Photos
es_es: Fotos recientes
it_it: Foto Recenti

source: Number of photo contributions to show
es_es: Número de contribuciones con foto para mostrar
it_it: Numero di contributi fotografici da mostrare

source: Display a list of most recent questions from Product Reviews Pro on your site.
es_es: Muestra una lista con las preguntas más recientes de Product Reviews Pro en su página.
it_it: Mostra un elenco di domande recenti effettuate tramite Product Reviews Pro sul tuo sito.

source: WooCommerce Product Reviews Pro: Questions
es_es: WooCommerce Product Reviews Pro: Preguntas
it_it: WooCommerce Product Reviews Pro: Domande

source: Recent Questions
es_es: Preguntas recientes
it_it: Domande Recenti

source: Number of questions to show
es_es: Número de preguntas para mostrar
it_it: Numero di domande da mostrare

source: Display a list of most recent reviews from Product Reviews Pro on your site.
es_es: Muestra una lista con las opiniones más recientes de Product Reviews Pro en su página.
it_it: Mostra una lista di domande recenti inviate tramite Product Reviews Pro sul tuo sito.

source: WooCommerce Product Reviews Pro: Reviews
es_es: WooCommerce Product Reviews Pro: Opiniones
it_it: WooCommerce Product Reviews Pro: Recensioni

source: Recent Reviews
es_es: Opiniones recientes
it_it: Recensioni Recenti

source: Number of reviews to show
es_es: Número de opiniones para mostrar
it_it: Numero di recensioni da mostrare

source: Display a list of most recent video contributions from Product Reviews Pro on your site.
es_es: Muestra una lista con los videos más recientes de Product Reviews Pro en su página.
it_it: Mostra un elenco di contributi video inviati tramite Product Reviews Pro sul tuo sito.

source: WooCommerce Product Reviews Pro: Videos
it_it: WooCommerce Product Reviews Pro: Video

source: Recent Videos
es_es: Videos recientes
it_it: Video Recenti

source: Number of video contributions to show
es_es: Número de contribuciones con videos para mostrar
it_it: Numero di contributi video da mostrare

source: Hello %1$s, a new comment has been posted to a %2$s %3$s you are watching on %4$s.
es_es: Hola %1$s. Se ha publicado un nuevo comentario en una %3$s de %2$s que está siguiendo en %4$s.
it_it: Salve %1$s, un nuovo commento è stato inviato per il contributo %3$s su %2$s che stai seguendo su %4$s.

source: View new comment.
es_es: Ver el nuevo comentario.
it_it: Visualizza nuovo commento.

source: If you no longer wish to receive notifications for new replies to this %1$s, please %2$sfollow this link%3$s.
es_es: Si desea dejar de recibir notificaciones de las nuevas respuestas a esta %1$s, por favor,%2$s siga este enlace %3$s.
it_it: Se non desideri più ricevere notifiche per nuove repliche per il contributo %1$s, per favore %2$ssegui questo link%3$s.

source: Hello, a %1$s flagged a %2$s on %3$s as inappropriate and thinks it should be moderated.
es_es: Hola, %1$s ha reportado como inapropiada una %2$s de %3$s y considera que debería ser moderado.
it_it: Salve, un %1$s ha segnalato un contributo (%2$s) su %3$s come inappropriato e ritiene che debba essere moderato.

source: Reason given: %s
es_es: Motivos: %s
it_it: Motivo offerto: %s

source: You can %1$sdismiss this flag or moderate the related %2$s%3$s.
es_es: Puede %1$desestimar este reporte o moderar la %2$s%3$s.
it_it: Puoi %1$sscartare questa segnalazione o moderare l'oggetto segnalato (%2$s)%3$s.

source: Comment link: %s
es_es: Enlace del comentario: %s
it_it: Link ai commenti: %s

source: Stop notifications for this %1$s: %2$s
es_es: Detener las notificaciones de esta %1$s: %2$s
it_it: Ferma notifiche per questo contributo %1$s: %2$s

source: Reason given: "%s"
es_es: Motivos: “%s”
it_it: Motivo offerto: "%s"

source: You can dismiss this flag or moderate the related %1$s: %2$s
es_es: Puede omitir este reporte o moderar la %1$s: %2$s
it_it: Puoi scartare questa segnalazione o moderare l'oggetto segnalato (%1$s): %2$s

source: Hello %s,
es_es: Hola %s,
it_it: Salve %s,

source: Update your review for %1$s: %2$s
es_es: Actualice su opinión de %1$s: %2$s
it_it: Aggiorna la tua recensione per %1$s: %2$s

source: Please note that your updated review won't be published unless you click this link.
es_es: Tenga en cuenta que la actualización de su opinión no se publicará a menos que clique en este enlace.
it_it: Per favore tieni presente che la tua recensione aggiornata non sarà pubblicata se non segui questo link.

source: For reference, here's your review:
es_es: Como referencia, esta es su opinión:
it_it: Per tua referenza, ecco la tua recensione:

source: Old Content
es_es: Contenido antiguo
it_it: Vecchio contenuto

source: New Content
es_es: Contenido nuevo
it_it: Nuovo contenuto

source: Content
es_es: Contenido
it_it: Contenuto

source: Attachment Type
es_es: Tipo de archivo adjunto
it_it: Tipo allegati

source: Attachment
es_es: Archivo adjunto
it_it: Allegati

source: Please %1$sclick this confirmation link%2$s to update your review for %3$s.
es_es: Por favor, %1$haga click en este enlace de confirmación%2$s para actualizar su opinión de %3$s.
it_it: Per favore %1$sclicca questo link di conferma%2$s per aggiornare la tua recensione per %3$s.

source: %s for
es_es: %s para
it_it: %s per

source: Left on
es_es: En
it_it: Lasciato su

source: Product photo
es_es: Foto del producto
it_it: Foto Prodotto

source: %s date
es_es: Fecha %s
it_it: %s data

source: none
es_es: ninguno/a
it_it: nessuno

source: %s content
es_es: Contenido de %s
it_it: %s contenuto

source: View
es_es: Ver
it_it: Visualizza

source: You have not added any %1$s yet. %2$sAdd one now%3$s
es_es: No ha añadido ninguna %s. %2$sCree una ahora.%3$s
it_it: Non hai aggiunto ancora %1$s. %2$sAggiungine adesso%3%s

source: Continue as a Guest
es_es: Continuar como invitado
it_it: Continua come ospite

source: Email address
es_es: Dirección de email
it_it: Indirizzo email

source: Continue
es_es: Continuar
it_it: Continua

source: Upvote if this was helpful
es_es: Vote positivo si fue útil
it_it: Voto favorevole se il contributo è stato utile

source: Downvote if this was not helpful
es_es: Vote negativo si no fue útil
it_it: Voto sfavorevole se il contributo non è utile

source: Receive email notifications when there are replies
es_es: Recibir notificaciones por email cuando haya respuestas
it_it: Ricevi notifiche email quando vengono inviate nuove repliche

source: Stop receiving email notifications when there are replies
es_es: Dejar de recibir notificaciones por email cuando haya respuestas
it_it: Non ricevere più notifiche email quando ci sono nuove repliche

source: Edit your comment
es_es: Edite su comentario
it_it: Modifica il tuo commento

source: Flag for removal
es_es: Reportar para su eliminación
it_it: Segnalazioni per rimozione

source: Photo has been removed
es_es: La foto ha sido eliminada
it_it: La foto è stata rimossa

source: Video has been removed
es_es: El video ha sido eliminado
it_it: Il video è stato rimosso

source: <strong itemprop="ratingValue">%d</strong> out of 5
es_es: <strong itemprop="ratingValue">%d</strong> de 5
it_it: <strong itemprop="ratingValue">%d</strong> su 5

source: One person found this helpful
es_es: %1$d de %2$d encontró esta opinión útil
it_it: Ritenuto utile da %1$d di %2$d

source: Your contribution is awaiting approval
es_es: Su contribución está esperando la aprobación
it_it: Il tuo contributo è in attesa di moderazione

source: verified owner
es_es: dueño verificado
it_it: acquirente verificato

source: Share your thoughts!
es_es: ¡Comparta su opinión!
it_it: Condividi le tue opinioni!

source: %s out of %d stars
es_es: %s de %d estrellas
it_it: %s su %d

source: Let us know what you think...
es_es: Cuéntenos qué opina…
it_it: Facci sapere cosa ne pensi...

source: You must be <a href="%s">logged in</a> to join the discussion.
es_es: Debe <a href="%s">iniciar sesión</a> para unirse a la conversación.
it_it: Devi aver fatto <a href="%s">log in</a> per partecipare alla discussione.

source: Show everything
es_es: Mostrar todo
it_it: Mostra tutto

source: Show all reviews that said %s is "%s"
es_es: Mostrar todas las opiniones que dicen que %s es "%s"
it_it: Mostra tutte le recensioni che hanno detto %s è "%s"

source: Show helpful positive reviews
es_es: Mostrar las opiniones positivas más útiles
it_it: Mostra recensioni positive utili

source: Show helpful negative reviews
es_es: Mostrar las opiniones negativas más útiles
it_it: Mostra recensioni negative utili

source: Show unanswered questions
es_es: Mostrar preguntas sin resolver
it_it: Mostra domande senza risposta

source: Click to clear filters
es_es: Haga click para los borrar los filtros
it_it: Clicca per rimuovere i filtri

source: (clear)
es_es: (borrar)
it_it: (elimina)

source: Go
es_es: Ir
it_it: Vai

source: Already have an account? %1$sLog In%2$s
es_es: ¿Ya tiene una cuenta? %1$Inicie sesión%2$s
it_it: Hai già un account? Fai %1$slogin%2$s

source: Don't have an account? %1$sSign Up%2$s
es_es: ¿Aún no tiene una cuenta? %1$sRegístrese%2$s
it_it: Non hai un account? Fai %1$slogin%2$s

source: %1$sContinue as a Guest%2$s
es_es: %1$sContinuar como invitado%2$s
it_it: %1$sContinua come ospite%2$s

source: Name
es_es: Nombre
it_it: Nome

source: Notify me of replies
es_es: Informarme de las respuestas
it_it: Notificami in caso di repliche

source: Update Review
es_es: Actualizar opinión
it_it: Aggiorna Recensione
